Repository: alexsosat/cashflowy
Catalog: assets/l10n/intl_*.arb
Languages: es

source: App list
es: Listado de aplicaciones

# appNotificationEnableQuestion
source: Are you sure you want to {action} notifications for the {packageName} application?
es: ¿Estás seguro que deseas {action} las notificaciones para la aplicación {packageName}?

source: cancel
es: cancelar

source: Cannot get failure from Left
es: No se pudo obtener el error de Left

source: Cannot get failure from Right
es: No se pudo obtener el error de Right

source: Cannot get value from Left
es: No se pudo obtener el valor de Left

source: Cannot get value from Right
es: No se pudo obtener el valor de Right

# changeSaveNotificationExceptionMessage
source: An error occurred while changing the save notification value
es: Ocurrió un error al cambiar la notificación de guardado

source: confirm
es: confirmar

# deleteAppNotificationsWarningMessage
source: This action will delete all {packageName} notifications.
es: Esta acción eliminará todas las notificaciones de {packageName}

# deleteNotificationsExceptionMessage
source: An error occurred while deleting notifications
es: Ocurrió un error al eliminar las notificaciones

source: disable
es: deshabilitar

source: enable
es: habilitar

# enableAppNotificationsWarningMessage
source: This action will save all incoming notifications from this app.
es: Esta acción guardará todas las notificaciones provenientes de esta aplicación

# getAppExceptionMessage
source: An error occurred while getting the application
es: Ocurrió un error al obtener la aplicación

# getAppRegexExceptionMessage
source: An error occurred when obtaining the regular expressions from the application
es: Ocurrió un error al obtener las expresiones regulares de la aplicación

# getAppsExceptionMessage
source: An error occurred when obtaining the applications
es: Ocurrió un error al obtener las aplicaciones

# getNotificationsExceptionMessage
source: An error occurred when getting notifications from the application
es: Ocurrío un error al obtener las notificaciones de la aplicación

source: loading
es: cargando

source: No apps found
es: No se encontraron aplicaciones

source: No info available
es: No hay información disponible

# saveAppExceptionMessage
source: An error occurred while saving the application
es: Ocurrió un error al guardar la aplicación

# saveNotificationExceptionMessage
source: An error occurred while saving the notification
es: Ocurrió un error al guardar la notificación

source: unexpected error
es: Ocurrió un error inesperado
